import React from 'react';
//?COMPONENTS
import Template from './TemplateGum';
//?IMAGES
import img1 from '../../../assets/images/zubna-recesia_18_3.jpeg';
import img2 from '../../../assets/images/stomatolog-shumen_18_5-750x500.jpeg';
import img3 from '../../../assets/images/lechenie_2.jpeg';
import img4 from '../../../assets/images/lechehie-venci1_18_3.jpeg';
const ЛечениеВенец = () => {
  return (
    <Template
      title='Лечение на венци'
      text='Причина за зъбните рецесии са неправилното, травматично четкане на зъбите, неправилно подредени зъби или недобре направени корони и пломби. Лечението се състои в почистване на кореновата повърхност, отстраняване и коригиране на пломбите или короните.'
      imageOne={img2}
      altOne='Лечение на венци'
      textTwo='Неправилно изработена корона без щадящо отношение към венеца. Като краен резултат металокерамичната корона е с 30% по-дълга от нормалното.'
      imgOne={img1}
      altTwo='Лечение на венци'
      imgTwo={img4}
      altThree='Лечение на венци'
      imgThree={img3}
      altFour='Лечение на венци'
      textThree='Лечението се състои в премахване на старата корона и изработване на временна на правилното ниво. Приблизително 2 седмици са необходими венецът да оздравее.'
      textFour='При такива условия, вече е възможо да бъде извършена хирургична корекция на венеца. Месец след свалянето на конците меките тъкани са напълно оздравяли, новата корона е с нормални размери.'
    />
  );
};

export default ЛечениеВенец;
