import React from 'react';
//?COMPONENTS
import TemplateRootCanal from './TemplateRootCanal';

//?IMAGES
import img1 from '../../../assets/images/IMG_4914_27_1.jpeg';
import img2 from '../../../assets/images/IMG_4916_27_2.jpeg';
import img3 from '../../../assets/images/IMG_4917_27_3.jpeg';
import img4 from '../../../assets/images/korenovo-lechenie_27_4.jpeg';
const КореновоЛечение = ({
  firstImg,
  firstAlt,
  firstText,
  secondImg,
  secondAlt,
  secondText,
  threeImg,
  threeAlt,
  threeText,
  fourImg,
  fourAlt,
  fourText,
}) => {
  return (
    <div>
      <TemplateRootCanal
        title='Кореново лечение'
        firstImg={img1}
        firstAlt='Кореново лечение'
        firstText='Когато кариесът премине границите на емайла и дентина и засегне нерва се получава възпаление, което се нарича пулпит. При нелекуван или неправилно лекуван пулпит възпалението преминава от кореновите канали в костта и предизвиква периодонтит. И в двата случая се налага кореново лечение. Лечението се извършва под местна упойка. Премахват се инфектираните меки тъкани и каналите се запълват.'
        secondText='Запълването се прави без да остават празни пространства. Наличието на влага в каналите по време на запълването би опорочило резултата.'
        secondImg={img2}
        secondAlt='Кореново лечение'
        threeText='Важно условие за правилно провеждане на лечението е изолацията с кофердам. Така се възпрепятства попадането на слюнка в каналите и допълнителното им инфектиране. Кофердамът позволява каналите да бъдат обилно промити със силни антисептични разтвори, които иначе биха изгорили венеца.'
        threeImg={img3}
        threeAlt='Кореново лечение'
        fourText='Определянето на работната дължината става с електронен апарат - апекслокатор. Така лекуващият, е сигурен, че е обработил каналите докрай. След запълването задължително се прави рентгенова снимка.'
        fourImg={img4}
        fourAlt='Кореново лечение'
      />
    </div>
  );
};

export default КореновоЛечение;
