import React from 'react';
//?COMPONENTS
import Footer from '../Footer/Footer';
//? IMAGES
import img1 from '../../assets/images/covid__Messages.jpg';
//?STYLES
import './covid.scss';
const Message = () => {
  return (
    <>
      <div className='content__messages'>
        <div className='wrapper__messages__COVID'>
          <div className='img__covid__messages'>
            <img src={img1} alt='covid protection' />
          </div>
          <div className='text__covid'>
            <h1>Зъболечение В Условията На</h1>
            <div className='text__covid__msg'>
              <h3>Covid 19 Пандемия </h3>
              <p>
                Основният ни приоритет при лечението на пациенти по време на пандемия от коронавирус
                е свеждането до минимум вероятността от предаване на инфекцията от един пациент на
                друг, от пациент на лечебния персонал или от лечебния персонал на пациент. За целта
                предприехме следните мерки:
              </p>
            </div>
          </div>
        </div>

        <div>
          <ol>
            <li>
              <span>
                Дезинфекция на ръцете на персонала и <strong>пациентите</strong> с антисептик
                препоръчан от<strong>СЗО</strong>.
              </span>
            </li>
            <li>
              <span> Безконтактно измерване на температурата на персонала и пациентите.</span>
            </li>

            <li>
              <span>
                Използваме индивидуални защитни и помощни средства - <strong>еднократни</strong>{' '}
                ръкавици, маски, шапки, лигавници, подглавници, слюносмукатели, опаковъчно фолио за
                инструменти, чаши, протектори за рентгеновия сензор, апликатори за адхезив,
                интердентални клинчета, контурирани матрици, абразивни дискове, остриета за
                скалпели, хирургични конци, упойки, игли за упойки, спринцовки са промиване, игли за
                промиване, платна за кофердам, конци за кофердам, щифтове за подсушаване.
              </span>
            </li>
            <li>
              {' '}
              <span>
                Дезинфекция на всички контактни повърхности до които се{' '}
                <strong>допират ръцете на пациентите, техните придружители и персонала</strong> на
                кабинета - дръжки на врати, водни смесители, шкафове, чекмеджета, прозорци. Ключове
                за осветление и климатици, дозатори за сапун, подлакътници на столове, химикалки,
                клавиатури и мишки на компютри и апаратура, повърхностите на медицинското
                оборудване. От началото на практиката ни всички инструменти се автоклавират в
                автоклав Б клас - Vacuklav 30B+ на една от водещите марки в света - MELAG.
              </span>
            </li>
            <li>
              <span>
                Работя с предварително записани часове и{' '}
                <strong>спазвам стриктно работния график</strong> - това намалява струпването на
                хора и ограничава престоят им в кабинета.
              </span>
            </li>
          </ol>
        </div>
      </div>
      <Footer />
    </>
  );
};

export default Message;
