import React from 'react';

//?COMPONENTS
import TemplateFiber from './TemplateFiber';
const ШиниранеФибровлакно = () => {
  return (
    <div>
      <TemplateFiber
        title='Шиниране с фибровлакно'
        text='Шиниране на зъбите се налага при пациенти с напреднала пародонтоза или след ортодонтско лечение. Методът е изключително щадящ, естетичен и надежден. По никакъв начин не се отразява на естетиката. За правилното му изпълнение е необходимо зъбите да се изолират с кофердам. При силно подвижни зъби се изработва и силиконов ключ за фиксиране по време на работа.'
      />
    </div>
  );
};

export default ШиниранеФибровлакно;
